12/data/attachments/3ce84d2ad22dbcd6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_2f827604-f7a1-4bcd-b506-6d1dd512e21b</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>3</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>